export const covenantData = [
    {title: 'Коэффициенты достаточности капитала',
        bank_asaka: '14.24%', bank_1: 'мин 10%', bank_2: '',
        bank_3: 'мин 13%', bank_4: '', bank_5: 'мин 13%', bank_6: 'мин 13%',
        bank_7: 'мин 13%', bank_8: 'мин 14%', bank_9: 'мин 13%'
    },
    {title: 'Коэффициенты достаточности капитала уровня I',
        bank_asaka: '13.03%', bank_1: 'мин 7.5%', bank_2: '',
        bank_3: 'мин 11%', bank_4: '', bank_5: '', bank_6: '',
        bank_7: 'мин 10%', bank_8: '', bank_9: ''
    },
    {title: 'Коэффициент не действующих активов (NPL) МСФО',
        bank_asaka: '4.8%', bank_1: 'макс 5%', bank_2: '',
        bank_3: '', bank_4: '', bank_5: '', bank_6: '',
        bank_7: '', bank_8: '', bank_9: ''
    },
    {title: `Правительству Республики Узбекистан 
    прямо или косвенно должно принадлежать 
    не менее 80% установного капитала Заемщика. (МСФО)`,
        bank_asaka: '97.15%', bank_1: '', bank_2: '',
        bank_3: 'мин 80%', bank_4: '', bank_5: '', bank_6: '',
        bank_7: '', bank_8: '', bank_9: ''
    },
    {title: 'Коэффициент не действующих активов (NPL) НСБУ',
        bank_asaka: '4.83%', bank_1: '', bank_2: '',
        bank_3: 'макс 5%', bank_4: '', bank_5: '', bank_6: '',
        bank_7: '', bank_8: '', bank_9: ''
    },
    {title: 'Процент резерва на возможные потери по ссудам и лизингу по проблемным ссудам',
        bank_asaka: '178.4%', bank_1: '', bank_2: '',
        bank_3: 'мин 100%', bank_4: '', bank_5: '', bank_6: '',
        bank_7: '', bank_8: '', bank_9: ''
    },
    {title: 'Квартальные совокупные финансовые результаты после налогообложения и корректировки',
        bank_asaka: 'в соответствии', bank_1: '', bank_2: '',
        bank_3: 'больше чем 0', bank_4: '', bank_5: '', bank_6: '',
        bank_7: '', bank_8: '', bank_9: ''
    },
    {title: 'Соблюдение всем требованиям ЦБРУз',
        bank_asaka: 'в соответствии', bank_1: '', bank_2: '',
        bank_3: '', bank_4: '', bank_5: '', bank_6: '',
        bank_7: '', bank_8: '', bank_9: ''
    },
    {title: 'Кредитный рейтинг',
        bank_asaka: 'B1', bank_1: '', bank_2: '',
        bank_3: 'мин B2', bank_4: '', bank_5: '', bank_6: '',
        bank_7: '', bank_8: '', bank_9: ''
    },
    {title: 'Соотношение расходов и доходов',
        bank_asaka: '68.59%', bank_1: '', bank_2: '',
        bank_3: '', bank_4: 'макс 75%', bank_5: '', bank_6: '',
        bank_7: '', bank_8: '', bank_9: ''
    },
    {title: 'Соотношение среднего показателя доходности активов (ROA)',
        bank_asaka: '0.09%', bank_1: '', bank_2: '',
        bank_3: '', bank_4: 'мин 1%', bank_5: '', bank_6: '',
        bank_7: '', bank_8: '', bank_9: ''
    },
    {title: 'Чистая доля проблемной задолженности в общем объеме выданных кредитов (NPL) НСБУ',
        bank_asaka: '2.85%', bank_1: '', bank_2: '',
        bank_3: '', bank_4: 'макс 5%', bank_5: '', bank_6: '',
        bank_7: '', bank_8: '', bank_9: ''
    },
    {title: 'Максимальный предел по индивидуальному размеру риска на группу связанных заёмщиков',
        bank_asaka: '3.36%', bank_1: '', bank_2: '',
        bank_3: '', bank_4: 'макс 25%', bank_5: '', bank_6: '',
        bank_7: '', bank_8: '', bank_9: ''
    },
    {title: 'Чистый доход за текущий год',
        bank_asaka: 'в соответствии', bank_1: '', bank_2: '',
        bank_3: '', bank_4: 'больше чем 0', bank_5: '', bank_6: '',
        bank_7: '', bank_8: '', bank_9: ''
    },
    {title: 'Чистый доход за последные два года',
        bank_asaka: 'в соответствии', bank_1: '', bank_2: '',
        bank_3: '', bank_4: 'больше чем 0', bank_5: '', bank_6: '',
        bank_7: '', bank_8: '', bank_9: ''
    },
    {title: 'Левераж',
        bank_asaka: '9.82%', bank_1: '', bank_2: '',
        bank_3: '', bank_4: '', bank_5: '', bank_6: '',
        bank_7: 'мин 6%', bank_8: '', bank_9: ''
    },
    {title: 'Коэффициент открытого кредитного риска',
        bank_asaka: '12.72%', bank_1: '', bank_2: '',
        bank_3: '', bank_4: '', bank_5: '', bank_6: '',
        bank_7: '', bank_8: 'макс 20%', bank_9: ''
    },
    {title: 'Коэффициент ликвидности',
        bank_asaka: '161%', bank_1: '', bank_2: '',
        bank_3: '', bank_4: '', bank_5: '', bank_6: '',
        bank_7: '', bank_8: 'мин 50%', bank_9: ''
    },
    {title: `Максимальный размер риска на одного заемщика или группу взаимосвязанных заемщиков / Регулятивный капитал (согласно контракту 20% при этом, получено письмо об изменении требования до 26% до 31.12.2022г).`,
        bank_asaka: '19.14%', bank_1: '', bank_2: '',
        bank_3: '', bank_4: '', bank_5: '', bank_6: '',
        bank_7: '', bank_8: 'макс 20%', bank_9: ''
    },
    {title: 'Максимальный размер риска для всех крупных активов / Регулятивный капитал',
        bank_asaka: '376.41%', bank_1: '', bank_2: '',
        bank_3: '', bank_4: '', bank_5: '', bank_6: '',
        bank_7: '', bank_8: 'макс 800%', bank_9: ''
    },
    {title: 'Выданные кредиты (не включая государственных гарантий обеспеченных Правительством Узбекистан) компании UzAutoMotors не превышает 65% регулятивного капитала до 01.01.2021. (согласно контракту 20% при этом, получено письмо об изменении требования до 55% до 31.12.2021г).',
        bank_asaka: '50.24%', bank_1: '', bank_2: '',
        bank_3: '', bank_4: '', bank_5: '', bank_6: '',
        bank_7: '', bank_8: 'макс 55%', bank_9: ''
    },
    {title: 'Собственный капитал',
        bank_asaka: '6.2 трлн.сум', bank_1: '', bank_2: '',
        bank_3: '', bank_4: '', bank_5: '', bank_6: '',
        bank_7: '', bank_8: '', bank_9: 'мин 6.2 трлн.сум'
    }
]